/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ berakhiran %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Offline";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Tambahkan";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Tambahkan kartu";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "ALAMAT PEMILIK REKENING";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "Debit BECS AU";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "Debit Langsung BECS AU";

/* part of {Account} ending in {last4} */
"Account" = "Rekening";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Nama Pemilik Rekening";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Nomor rekening";

/* Button to add a new credit card. */
"Add New Card…" = "Tambahkan Kartu Baru...";

/* Title for Add a Card view */
"Add a Card" = "Tambahkan sebuah Kartu";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Tambahkan Akun Debit Langsung";

/* Title shown above a card entry form */
"Add a card" = "Tambahkan sebuah kartu";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Tambahkan metode pembayaran";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Tambahkan rekening bank";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Tambahkan kartu";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Tambahkan metode pembayaran baru";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Tambahkan informasi pembayaran Anda";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Baris alamat ke-2 (opsional)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apt.";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Anda yakin ingin menghapus kartu ini?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Anda yakin ingin menghapus rekening tertaut ini?";

/* Title for bank picker section */
"BANK" = "BANK";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "INFORMASI REKENING BANK";

/* Title for billing address entry section */
"BILLING ADDRESS" = "ALAMAT TAGIHAN";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Kembali";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Bank";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Rekening bank";

/* Title for billing address entry section */
"Billing Address" = "Alamat Tagihan";

/* Billing address section title for card form entry. */
"Billing address" = "Alamat tagihan";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Beli sekarang atau bayar nanti dengan Klarna.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Dengan melanjutkan, Anda berarti setuju untuk mengotorisasi pembayaran sesuai dengan <terms>ketentuan-ketentuan berikut</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Dengan melanjutkan, berarti Anda setuju untuk mengotorisasi pembayaran sesuai dengan <terms>ketentuan</terms> ini.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Dengan bergabung ke Link, Anda berarti menyetujui <terms>Ketentuan</terms> dan <privacy>Kebijakan Privasi</privacy>.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Dengan memberikan IBAN dan mengonfirmasi pembayaran ini, berarti Anda mengotorisasi %@ dan Stripe, penyedia layanan pembayaran kami, untuk menginstruksikan agar bank mendebit rekening Anda dan agar bank mendebit rekening Anda sesuai instruksi tersebut. Anda berhak mendapatkan pengembalian dana dari bank berdasarkan ketentuan dan persyaratan perjanjian Anda dengan bank. Pengembalian dana harus diklaim dalam waktu 8 minggu sejak tanggal pendebitan rekening Anda.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Dengan memberikan detail rekening bank Anda dan mengonfirmasi pembayaran ini, berarti Anda setuju dengan Permintaan Debit Langsung ini dan <terms>perjanjian layanan Permintaan Debit Langsung</terms>, serta mengotorisasi Stripe Payments Australia Pty Ltd ACN 160 180 343 dengan nomor Identifikasi Pengguna Debit Langsung 507156 (“Stripe”) untuk mendebit rekening Anda melalui Bulk Electronic Clearing System (BECS) atas nama %@ (\"Merchant\") sejumlah yang dikomunikasikan secara terpisah kepada Anda oleh Merchant. Anda menyatakan diri sebagai pemilik akun atau penandatangan yang diotorisasi atas akun yang tercantum di atas.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Dengan memberikan informasi pembayaran dan mengonfirmasi pembayaran ini, berarti Anda mengotorisasi (A) %@ dan Stripe, penyedia layanan pembayaran kami, untuk mengirim instruksi kepada bank untuk mendebit rekening Anda dan (B) kepada bank untuk mendebit rekening Anda sesuai instruksi itu. Sebagai bagian dari hak Anda, Anda berhak mendapat pengembalian dana dari bank berdasarkan ketentuan dan persyaratan perjanjian Anda dengan bank. Pengembalian dana harus diklaim dalam waktu 8 minggu sejak tanggal pendebitan rekening Anda. Hak Anda dijelaskan dalam pernyataan yang dapat Anda peroleh dari bank Anda. Anda setuju untuk menerima notifikasi pendebitan di masa mendatang hingga 2 hari sebelum dilakukan.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Dengan menyimpan rekening bank Anda untuk %@, Anda berarti setuju untuk mengotorisasi pembayaran sesuai dengan <terms>ketentuan-ketentuan berikut</terms>.";

/* Title for card number entry field */
"CARD" = "KARTU";

/* Title for contact info form */
"CONTACT" = "KONTAK";

/* Title for country picker section */
"COUNTRY" = "NEGARA";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for credit card number entry field */
"Card" = "Kartu";

/* Details of a saved card */
"Card ending in %@" = "Kartu yang berakhiran %@";

/* Card details entry form header title */
"Card information" = "Informasi kartu";

/* Label for card number entry text field */
"Card number" = "Nomor kartu";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Ubah email";

/* TODO */
"Choose a payment method" = "Pilih metode pembayaran";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Tutup pemindai kartu";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Bidang kode";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Kode dikirim";

/* Title for contact info form */
"Contact" = "Kontak";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "ALAMAT PENGIRIMAN";

/* Label for identifying the default payment method. */
"Default" = "Default";

/* Title for delivery info form */
"Delivery" = "Pengiriman";

/* Title for delivery address entry section */
"Delivery Address" = "Alamat Pengiriman";

/* Accessibility hint for a text field */
"Double tap to edit" = "Sentuh dua kali untuk mengedit";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "Bank EPS";

/* Button title to enter editing mode */
"Edit" = "Edit";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Masukkan kode yang dikirim ke %@ untuk menggunakan Link untuk membayar secara default.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Masukkan kode verifikasi Anda";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "Untuk keamanan, masukkan lagi kode keamanan kartu Anda.";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Nama lengkap";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Alamat Pengiriman Tidak Valid";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Data tidak valid.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Bergabunglah dengan Link";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Memuat…";

/* label for text field to enter card expiry */
"MM / YY" = "BB / TT";

/* label for text field to enter card expiry */
"MM/YY" = "BB/TT";

/* Title for payment options section */
"MORE OPTIONS" = "OPSI LAINNYA";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "Internet Banking";

/* Label for button to add a new credit or debit card */
"New Card" = "Kartu Baru";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Akun Debit Langsung Baru";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Akun Debit Langsung SEPA Baru";

/* Button to move to the next text entry field */
"Next" = "Berikutnya";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Bukan %@?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Perbankan Online (FPX)";

/* Separator label between two options */
"Or" = "Atau";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Atau bayar menggunakan";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Atau bayar dengan kartu";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Bayar %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Bayar dengan cara lain";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Bayar lebih cepat di %@ dan ribuan merchant lainnya.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Bayar nanti dengan Klarna.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Bayar dengan jangka waktu dengan %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Bayar menggunakan";

/* Label preceding the selected payment method. */
"Pay with" = "Bayar dengan";

/* Pay with {payment method} */
"Pay with %@" = "Bayar dengan %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Metode Pembayaran";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Arahkan kamera pada kartu Anda";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Kode Pos";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Kode Pos";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Memproses...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Bank Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Hapus";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Hapus %1$@ yang berakhiran %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Hapus %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Hapus Kartu";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Hapus rekening bank";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Hapus rekening bank yang berakhiran dengan %@";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Hapus kartu";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Hapus rekening tertaut";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Kirim ulang kode";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "Akun SEPA";
/* Payment method brand name */

"SEPA Debit" = "SEPA Debit";
/* Source type brand name */

"SEPA Direct Debit" = "Debit Langsung SEPA";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "ALAMAT PENGIRIMAN";
/* Label for shipping method form */

"SHIPPING METHOD" = "METODE PENGIRIMAN";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Simpan untuk pembayaran mendatang";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Simpan info saya untuk checkout aman dengan 1-klik";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Simpan kartu ini untuk pembayaran %@ mendatang";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Simpan kartu ini untuk pembayaran Stripe mendatang";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Checkout 1-klik dengan aman";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Pilih pembayaran tersimpan";
/* label for iDEAL-bank selection picker */

"Select bank" = "Pilih bank";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Pilih metode pembayaran Anda";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Atur sebagai default";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Atur sebagai metode pembayaran default";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Siapkan";
/* Title for shipping info form */

"Shipping" = "Pengiriman";
/* Title for shipping address entry section */

"Shipping Address" = "Alamat Pengiriman";
/* Label for shipping method form */

"Shipping Method" = "Metode Pengiriman";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Tampilkan menu";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Masuk ke akun Link Anda";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Negara Bagian / Provinsi / Wilayah";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe akan menyetorkan $0,01 ke rekening Anda dalam waktu 1–2 hari kerja. Kemudian Anda akan mendapatkan email yang berisi petunjuk untuk menyelesaikan pembayaran kepada %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Sentuh untuk menutup";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Sentuh untuk memperluas";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "BSB yang Anda masukkan tidak lengkap.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "BSB yang Anda masukkan tidak valid.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "IBAN yang Anda masukkan tidak lengkap.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "IBAN yang Anda masukkan tidak valid. \"%@\" bukan kode negara yang didukung.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Metode pembayaran yang dipilih tidak tersedia.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Kartu ini telah kedaluwarsa. Perbarui untuk tetap menggunakannya atau gunakan pembayaran yang berbeda.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Ini default Anda";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Waktu autentikasi metode pembayaran Anda habis -- coba lagi";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Untuk memindai kartu Anda, izinkan akses kamera di Pengaturan.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Tidak tersedia untuk pembelian ini";

/* Default missing source type label */
"Unknown" = "Tak dikenal";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Perbarui kartu";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Gunakan Tagihan";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Gunakan Pengiriman";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Gunakan Pengiriman";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Gunakan info yang tersimpan untuk memproses pembayaran dengan lebih cepat";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Kami tidak dapat mengautentikasi metode pembayaran Anda. Pilih metode pembayaran yang berbeda dan coba lagi.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Anda akan dibawa ke %@ untuk menyelesaikan pembelian.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "IBAN Anda harus diawali dengan kode negara dua-huruf.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "IBAN Anda harus diawali dengan kode negara dua-huruf.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "ZIP Anda tidak lengkap.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "ZIP Anda tidak valid.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Nomor kartu Anda tidak lengkap.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Nomor kartu Anda tidak valid.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Tanggal kedaluwarsa kartu Anda tidak lengkap.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Tanggal kedaluwarsa kartu Anda tidak valid.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Bulan kedaluwarsa kartu Anda tidak valid.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Tahun kedaluwarsa kartu Anda tidak valid.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Kode keamanan kartu Anda tidak lengkap.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kode keamanan kartu Anda tidak valid.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Kode pos Anda tidak lengkap.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Kode pos Anda tidak valid.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Kode ZIP";

/* accessibility label for text field */
"card number" = "nomor kartu";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "Tanggal kedaluwarsa";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

